{
  "libraryStrings": {
    "selectVideo": "Você precisa selecionar um vídeo antes de adicionar interações.",
    "noVideoSource": "Sem fonte de vídeo",
    "notVideoField": "\":path\" não é um vídeo.",
    "notImageField": "\":path\" não é uma imagem.",
    "insertElement": "Clique a arraste para posicionar :type",
    "popupTitle": "Editar :type",
    "done": "Terminado",
    "loading": "Carregando...",
    "remove": "Remover",
    "removeInteraction": "Você tem certeza que deseja remover esta interação?",
    "addBookmark": "Adicionar marcação em @timecode",
    "newBookmark": "Nova marcação",
    "bookmarkAlreadyExists": "Marcação já existe neste local. Mova o cursor de repordução e adicione uma marcação ou uma tela de submisssão em outro tempo.",
    "tourButtonStart": "Tour",
    "tourButtonExit": "Sair",
    "tourButtonDone": "Finalizar",
    "tourButtonBack": "Voltar",
    "tourButtonNext": "Próximo",
    "tourStepUploadIntroText": "<p>Essa Tour guia você através das mais importantes funcionalidades do editor de vídeo interativo.</p><p>Inicie esta tour em qualquer momento pressinando o botão de Tour no canto superior direito.</p><p>Pressione SAIR para pular esta tour ou pressione PRÓXIMO para continuar.</p>",
    "tourStepUploadFileTitle": "Adicionando vídeo",
    "tourStepUploadFileText": "<p>Comece adicionando um arquivo de vídeo. Você pode carregar um arquivo do seu computador ou colar uma URL para um vídeo do YouTube ou arquiv ode vídeo suportado.</p><p>Para garantir compatibilidade entre navegadores, você pode carregar múltiplos formatos do mesmo vídeo, como mp4 e webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Adicionando interações",
    "tourStepUploadAddInteractionsText": "<p>Uma vez que você tenha adicionado um vídeo, você pode começar a adicionar interações. </p><p> Pressione a aba <em>Adicionar interações</em> para começar.</p>",
    "tourStepCanvasToolbarTitle": "Adicionando interações",
    "tourStepCanvasToolbarText": "Para adicionar uma interação, arraste um elemento da barra de ferramentas e solte em cima do vídeo.",
    "tourStepCanvasEditingTitle": "Editando interações",
    "tourStepCanvasEditingText": "<p>Uma vez que a interação foi adicionada, você pode arrastar para reposicioná-la.</p><p>Para redimensionar uma interação, pressione o manipulador de tamanho e arraste.</p><p>Quando você selecionar uma interação, um menu de contexto irá aparecer. Para editar o conteúdo de uma interação, pressione o botão Editar no menu de contexto. Você pode remover uma interação pressionando o botão Remover no menu de contexto.</p>",
    "tourStepCanvasBookmarksTitle": "Marcações",
    "tourStepCanvasBookmarksText": "Você pode adicionar marcações do menu de Marcações. Pressione o botão de marcações para abrir o menu.",
    "tourStepCanvasEndscreensTitle": "Telas de submissão",
    "tourStepCanvasEndscreensText": "Você pode adicionar telas de submissão do menu de telas de submissão. Pressione o botão de telas de submissão para abrir o menu.",
    "tourStepCanvasPreviewTitle": "Pré-visualizar seu vídeo interativo",
    "tourStepCanvasPreviewText": "Pressione o botão Reproduzir para pré-visualizar o seu vídeo interativo enquanto estiver editando.",
    "tourStepCanvasSaveTitle": "Salvar e ver",
    "tourStepCanvasSaveText": "Quando você terminar de adicionar interações ao seu vídeo, pressione Salvar/Criar para visualizar o resultado.",
    "tourStepSummaryText": "Este quiz opcional de resumo irá aparecer ao final do vídeo.",
    "fullScoreRequiredPause": "A opção \"Pontuação total exigida\" requer que \"Pausar\" esteja habilitado.",
    "fullScoreRequiredRetry": "A opção \"Pontuação total exigida\" requer que \"Tentar novamente\" esteja habilitado.",
    "fullScoreRequiredTimeFrame": "Já existe uma interação que requer pontuação total no mesmo intervalo que esta interação.<br /> Apenas uma das interações será obrigatória para responder.",
    "addEndscreen": "Adicionar tela de submissão em @timecode",
    "endscreen": "Tela de submissão",
    "endscreenAlreadyExists": "Uma tela de submissão já existe aqui. Mova o cursor de repordução e adicione uma uma tela de submisssão ou marcação em outro tempo.",
    "tooltipBookmarks": "Clique para adicionar uma marcação no ponto atual do vídeo",
    "tooltipEndscreens": "Clique para adicionar uma tela de submissão no ponto atual do vídeo",
    "expandBreadcrumbButtonLabel": "Voltar",
    "collapseBreadcrumbButtonLabel": "Fechar navegação",
    "deleteInteractionTitle": "Deleting interaction",
    "cancel": "Cancel",
    "confirm": "Confirm",
    "ok": "Ok"
  }
}
